[
  {
    "image": "https://i.ibb.co.com/r66PNxb/Screenshot-2025-01-05-011036.png",
    "title": "Chill Gamer",
    "description": "Chill Game is an engaging web platform built with React, MongoDB, Node.js, Express.js, and Firebase. It offers users an interactive gaming experience with real-time multiplayer features and secure authentication. The platform allows players to join games, track scores, and chat with friends. Built with scalability in mind, it ensures smooth performance for all users.",
    "githubLink1": "https://github.com/alaminislamrahat/chill-gamer-client",
    "githubLink2": "https://github.com/alaminislamrahat/chill-gamer-server",
    "liveLink": "https://chill-gamer-ce1a2.web.app"
  },
  {
    "image": "https://i.ibb.co.com/KKsdcrF/Screenshot-2025-01-05-005446.png",
    "title": "Volunteer Management",
    "description": "A full-stack web application built with ReactJS, Node.js, Express, and MongoDB, designed to streamline volunteer management for events. It allows event organizers to manage registrations, track participation, and communicate effectively with volunteers. The platform ensures secure, scalable data storage and provides a user-friendly interface, making volunteer coordination simpler and more efficient.",
    "githubLink1": "https://github.com/alaminislamrahat/volunteer-client",
    "githubLink2": "https://github.com/alaminislamrahat/volunteer-server",
    "liveLink": "https://volunteer-management-3413a.web.app"
  },
  {
    "image": "https://i.ibb.co.com/JQQhtnQ/Screenshot-2025-01-05-003254.png",
    "title": "Brand Shop",
    "description": "Brand Shop is a responsive e-commerce platform offering a seamless shopping experience. It features real-time product search, secure checkout, and user authentication for a personalized experience. Built with MongoDB, Express, Node.js, and React, the platform ensures scalability and performance, allowing users to browse products and complete transactions with ease across devices.",
    "githubLink1": "https://github.com/alaminislamrahat/brand-shop-client",
    "githubLink2": "https://github.com/alaminislamrahat/brand-shop-server",
    "liveLink": "https://brand-shop-22074.web.app"
  }
]